Repository: WeaselOnaStick/WoasFormsApp
Catalog: WoasFormsApp/Resources/Resource.*.resx
Languages: ru

source: Add Tag
ru: Добавить тэг

# ADMIN_ACTION_BLOCK_USERS
source: Block Users
ru: Заблокировать пользователей

# ADMIN_ACTION_DELETE_USERS
source: Delete Users
ru: Удалить пользователей

# ADMIN_ACTION_DEMOTE_ADMIN
source: Remove Admin
ru: Забрать права администратора

# ADMIN_ACTION_PROMOTE_ADMIN
source: Give Admin
ru: Выдать права администратора

# ADMIN_ACTION_UNBLOCK_USERS
source: Unblock Users
ru: Разблокировать пользователей

source: Admin Panel
ru: Администрация

source: Analytics
ru: Аналитика

# ANALYTICS_AVERAGE
source: Average
ru: Среднее

# ANALYTICS_COUNT
source: Count
ru: Количество

# ANALYTICS_COUNT_UNIQUE
source: Count Unique
ru: Количество уникальных

source: Analytics Disabled
ru: Без Аналитики

source: Analytics Enabled
ru: Аналитика

# ANALYTICS_FIELDS_OMITTED_N
source: Number of fields hidden {0}
ru: Количество пропущеных полей - {0}

# ANALYTICS_HEADER_NAMED
source: Analytics for Template {0}
ru: Аналитика шаблона {0}

# ANALYTICS_MAX
source: Maximum
ru: Максимум

# ANALYTICS_MIN
source: Minimum
ru: Минимум

# ANALYTICS_N
source: Unchecked
ru: Нет

# ANALYTICS_TOP_LONGEST
source: Top {0} Longest
ru: Топ {0} по длине

# ANALYTICS_TOP_POPULAR
source: Top {0} Popular
ru: Топ {0} по частоте

# ANALYTICS_Y
source: Checked
ru: Да

source: Browse Templates
ru: Каталог Шаблонов

source: Cancel
ru: Отменить

source: Checkbox
ru: Флажок

# CLICK_TO_GO_HOME
source: Click here to return to home page
ru: Нажмите для перехода на домашнюю страницу

source: Comments
ru: Комментарии

source: Confirm
ru: Подтвердить

source: Confirm Delete
ru: Подтвердить удаление

# CONFIRM_DELETE_DESC
source: Are you sure you want to delete this template?
ru: Вы уверены, что хотите удалить этот шаблон?

# CREATED_AT
source: Created
ru: Создан

source: Create Template
ru: Создать шаблон

source: Deleted User
ru: Удалённый пользователь

source: Delete Template
ru: Удалить шаблон

source: Description
ru: Описание

source: Edit Description
ru: Редактировать описание

source: Edit Template
ru: Редактировать шаблон

source: Education
ru: Образование

source: Email
ru: Электронная почта

source: Error
ru: Ошибка

source: Field Description
ru: Описание поля

# FIELD_THIS_IS_FILLED_BY_RESPONDENT
source: This field ({0}) is to be filled by the respondent
ru: Это полё ({0}) заполняется респондентами

source: Field Title
ru: Название поля

# FORM_FILL
source: Fill Form
ru: Заполнить форму

# FORM_FILL_DATE
source: Date
ru: Дата заполнения

source: Last Modified
ru: Последнее изменение

source: Likes
ru: Лайки

# LOGGED_AS
source: Logged in as {0}
ru: Пользователь {0}

source: Login failed
ru: Вход не удался

source: Log in to Create Template
ru: Войдите чтобы создать шаблон

source: Log out
ru: Выйти

source: Missing User
ru: Удалённый пользователь

# MultiLine
source: Multiple Lines
ru: Многострочный

source: My Forms
ru: Мои формы

source: My Templates
ru: Мои Шаблоны

source: Not Enough Forms
ru: Недостаточно форм

# NO_COMMENTS
source: No comments yet...
ru: Комментариев нет...

# NO_DESCRIPTION_MARKDOWN
source: __(No Description Provided)__
ru: __(Без описания)__

# NO_TEMPLATES
source: No templates yet...
ru: Пока шаблонов нет...

source: Other
ru: Другое

# USER_OWNED_TEMPLATES_COUNT
source: Owned Templates
ru: Количество имеющихся шаблонов

source: Password
ru: Пароль

# PositiveInt
source: Positive Integer
ru: Полож-ое целое число

source: Post a comment...
ru: Добавить комментарий

source: Privacy
ru: Приватность

source: Public
ru: Публичный

source: Questions
ru: Вопросы

source: Quiz
ru: Викторина

source: Remember me
ru: Запомнить меня

source: Required
ru: Обязателен

source: Respondent
ru: Респондент

source: Responses
ru: Формы

# SEARCH_TEMPLATE_COMMENTS_A
source: Least Comments
ru: Меньше комментариев

# SEARCH_TEMPLATE_COMMENTS_D
source: Most Comments
ru: Больше комментариев

# SEARCH_TEMPLATE_CREATED_A
source: Oldest First
ru: Сначала старые

# SEARCH_TEMPLATE_CREATED_D
source: Newest First
ru: Сначала новые

# SEARCH_TEMPLATE_FORMS_A
source: Least FIlled
ru: Меньше форм

# SEARCH_TEMPLATE_FORMS_D
source: Most Filled
ru: Больше форм

# SEARCH_TEMPLATE_HEADER_BLANK
source: Template Search
ru: Поиск шаблонов

# SEARCH_TEMPLATE_HEADER_FORMATTED
source: Template Search ({0})
ru: Поиск шаблонов ({0})

# SEARCH_TEMPLATE_HEADER_TAG_FORMATTED
source: By tag: {0}
ru: По тэгу: {0}

# SEARCH_TEMPLATE_HEADER_TOPIC_FORMATTED
source: By topic: {0}
ru: По теме: {0}

# SEARCH_TEMPLATE_HEADER_USER_FORMATTED
source: By user: {0}
ru: Сделанные пользователем: {0}

# SEARCH_TEMPLATE_LIKES_A
source: Least Likes
ru: Меньше лайков

# SEARCH_TEMPLATE_LIKES_D
source: Most Likes
ru: Больше лайков

# SEARCH_TEMPLATE_OPTIONS
source: Search Options
ru: Поиск

# SEARCH_USER_TO_WHITELIST
source: Search for a user to whitelist
ru: Добавить пользователя в белый список

source: Sign in
ru: Войти

source: Single Line
ru: Однострочное поле

source: Tag Cloud
ru: Облако тэгов

source: Template
ru: Шаблон

# TEMPLATES_NEWEST
source: Newest Templates
ru: Новые шаблоны

# TEMPLATES_POPULAR
source: Popular Templates
ru: Популярные шаблоны

# TEMPLATE_ANALYTICS_NOT_ENOUGH_FORMS
source: Template hasn't received any forms yet
ru: Этот шаблон ещё никто не заполнил

# TEMPLATE_CREATE_ERROR
source: There was an error creating the template
ru: Произошла ошибка при создании шаблона

# TEMPLATE_CREATE_SUCCESS
source: Template "{0}" created successfully!
ru: Шаблон "{0}" успешно создан!

source: Template Creator
ru: Создание шаблона

# TEMPLATE_CREATOR_HEADER
source: Creating New Template
ru: Создание шаблона

source: Template Deleted
ru: Шаблон удалён

source: Template Description
ru: Описание шаблона

# TEMPLATE_DESCRIPTION_PREVIEW_MARKDOWN
source: Preview Markdown
ru: Предпросмотр Markdown

# TEMPLATE_EDITING_NAMED
source: Editing Template "{0}"
ru: Редактирование шаблона "{0}"

source: Template Editor
ru: Редактор шаблона

# TEMPLATE_EDIT_CONFIRM
source: Confirm Edit
ru: Подтвердить редактирование

# TEMPLATE_EDIT_CONFIRM_DESC
source: Current Template already received forms. Changing or deleting fields will keep respective data but could lead to data misinterpretation. Answers to deleted fields won't be visible until new fields of respective types are created.
ru: Текущий шаблон уже был заполнен пользователями. При изменении или удалении полей, соответствующие данные могут привести к мисинтерпритации. Ответы на удалённые поля будут невидимы, до тех пор, пока не будут созданы новые поля этого типа.

# TEMPLATE_EDIT_ERROR
source: There was an error updating the template
ru: Произошла ошибка при обновлении шаблона

# TEMPLATE_EDIT_SUCCESS
source: Template "{0}" updated successfully!
ru: Шаблон "{0}" успешно создан!

source: Template Missing
ru: Шаблон не найден

# TEMPLATE_MISSING_DESC
source: Template not found or you don't have permission
ru: Шаблон не найден или у вас недостаточно прав

# TEMPLATE_NAMED
source: Template "{0}"
ru: Шаблон "{0}"

source: Template Page
ru: Страница шаблона

# TEMPLATE_QUESTIONS_PREVIEW_HEADER
source: Form includes following questions:
ru: Шаблон включает в себя следующие вопросы:

source: Template Title
ru: Название шаблона

source: Topic
ru: Тема

# UNNAMED_TEMPLATE_ID
source: Unnamed Template (ID {0})
ru: Безымянный шаблон (ID {0})

source: User name
ru: Имя пользователя

# USER_ACCOUNT_CREATED_AT
source: Created at
ru: Создан

# USER_BLOCKED_STATUS
source: Blocked
ru: Заблокирован

# USER_EMAIL
source: Email
ru: Электронная почта

source: User is Blocked
ru: Пользователь заблокирован

source: User logged in
ru: Вход выполнен

# USER_ROLES
source: Roles
ru: Роли

# VALID_FIELD_MISSING_TITLE
source: Field #{0} is missing a title!
ru: У поля №{0} отсутствует название!

# VALID_NO_FIELDS
source: Add at least 1 template field!
ru: Добавьте минимум 1 поле

# VALID_TEMPLATE_INVALID
source: Template invalid
ru: Шаблон недействителен

# VALID_TITLE_REQUIRED
source: Title is required!
ru: Добавьте название шаблона!

# VALID_TOO_MANY_FIELDS_PER_TYPE
source: You can't have more than {0} field per type!
ru: Шаблон не может содержать более {0} полей на тип

# VALID_TOPIC_EMPTY
source: Topic can't be empty!
ru: Тема обязательна

# VALID_TOPIC_REQUIRED
source: Topic required!
ru: Тема обязательна

source: View Template
ru: Открыть шаблон

# WOASFORMS_HOME_TOP5
source: Top 5 Templates (by forms)
ru: Топ 5 шаблонов (по формам)

# ADMIN_ACTION_PROMOTE_ADMIN_DIALOG_HEADER
source: Confirm Giving Roles
ru: Подтвердите выдачу ролей

# ADMIN_ACTION_PROMOTE_ADMIN_DIALOG_TEXT_F
source: Are you sure you want to give admin to {0} users?
ru: Вы уверены, что хотите выдать роль {0} пользователю? (-ям)

# ADMIN_ACTION_PROMOTE_ADMIN_SUCCESS_F
source: Successfully gave roles to {0} users
ru: Роли успешно выданы {0} пользователю (-ям)

# ADMIN_ACTION_DEMOTE_ADMIN_DIALOG_HEADER
source: Confirm Revoking Roles
ru: Подтвердите изъятие ролей

# ADMIN_ACTION_DEMOTE_ADMIN_SUCCESS_F
source: Successfully revoked roles from {0} users
ru: {0} пользователей успешно лишены прав администратора

# ADMIN_ACTION_DEMOTE_ADMIN_DIALOG_TEXT_F
source: Are you sure you want to take away roles from {0} users?
ru: Вы уверены, что хотите лишить {0} пользователей прав администратора?

# ADMIN_ACTION_BLOCK_USERS_DIALOG_HEADER
source: Confirm Blocking Users
ru: Подтвердите блокировку пользователей

# ADMIN_ACTION_BLOCK_USERS_DIALOG_TEXT_F
source: Are you sure you want to block {0} users?
ru: Вы уверены, что хотите удалить {0} пользователей?

# ADMIN_ACTION_BLOCK_USERS_SUCCESS_F
source: Successfully blocked {0} users
ru: {0} пользователей успешно заблокированы

# ADMIN_ACTION_UNBLOCK_USERS_DIALOG_HEADER
source: Confirm Unblocking Users
ru: Подтвердите разблокировку пользователей

# ADMIN_ACTION_UNBLOCK_USERS_DIALOG_TEXT_F
source: Are you sure you want to unblock {0} users?
ru: Вы уверены, что хотите разблокировать {0} пользователей?

# ADMIN_ACTION_UNBLOCK_USERS_SUCCESS_F
source: Successfully unblocked {0} users
ru: {0} пользователей успешно разблокированы

# ADMIN_ACTION_DELETE_USERS_DIALOG_HEADER
source: Confirm Deleting Users
ru: Подтвердите удаление пользователей

# ADMIN_ACTION_DELETE_USERS_DIALOG_TEXT_F
source: Are you sure you want to delete {0} users?
ru: Вы уверены, что хотите удалить {0} пользователей?

# ADMIN_ACTION_DELETE_USERS_SUCCESS_F
source: Successfully deleted {0} users
ru: {0} пользователей успешно удалены

source: Page Not Found (404)
ru: Страница не найдена (404)

source: Search
ru: Поиск

# SEARCH_TEMPLATE_PLACEHOLDER
source: Search for templates
ru: Искать шаблоны

# MY_FORMS_EMPTY
source: You have not filled any forms yet
ru: Вы еще не заполнили формы

source: Template Author
ru: Автор шаблона

# FORM_VIEW_HEADER_F
source: Form for Template {0}
ru: Форма для шаблона {0}

# FORM_FILLED_ON
source: Filled on
ru: Дата заполнения

# FORM_FILLING_HEADER_F
source: Filling New Form for Template {0}
ru: Заполнение новой формы для шаблона {0}

# CREATED_BY_F
source: Created by {0}
ru: Автор шаблона - {0}

source: Submit Form
ru: Отправить форму

# FORM_FILL_SUCCESS
source: Form submitted successfully!
ru: Форма успешно отправлена!

# FORM_FILL_FAIL
source: There was an error submitting the form
ru: При отправке формы произошла ошибка

# FORM_FILL_REQUIRE_LOGIN
source: Log in to Fill a Form
ru: Перед заполнением формы войдите в аккаунт
